Repository: imaldila/dbam
Catalog: lib/l10n/app_*.arb
Languages: id

source: Hello World!
id: ¡Hola Mundo!

source: Select Language :
id: Pilih Bahasa :

# labelHome
source: Hi, Technician donâ€™t forget to create BA after you done work. Thank You !
id: Hai Teknisi, jangan lupa untuk membuat BA setelah Anda selesai bekerja ya!. Terima Kasih

# buttonCreateBA
source: Create BA
id: Buat BA

# titleChoose
source: Please Select One
id: Pilih Salah Satu

source: Provisioning
id: Pasang Baru

# titleCustomer
source: Customer Form
id: Form Pelanggan

source: Assurance
id: Gangguan

source: Package
id: Paket

source: Date
id: Tanggal

source: No Order
id: No SC / Tiket / AO

source: Service ID
id: No SID / Inet / Tlp

source: Customer Name
id: Nama Pelanggan

source: PIC Name
id: Nama PIC

source: Contact Phone
id: No Hp PIC

source: Technician Name
id: Nama Teknisi

source: Address
id: Alamat

# titleMaterial
source: Material Form
id: Form Material

# titleMaterialOption
source: Please Select an option below
id: Silahkan pilih opsi di bawah ini.

# buttonNext
source: Next
id: Selanjutnya

source: Customer Signature
id: Tanda Tangan Pelanggan

source: Technician Signature
id: Tanda Tangan Teknisi

# titleSignature
source: Signature Form
id: Form Tanda Tangan

# submitButton
source: Submit
id: Selesai

# valOrder
source: Please enter No Order!
id: Harap masukan No SC / IN yaa.

# valServiceID
source: Please enter Service ID!
id: Harap masukan No Inet / Tlp / SID, Ok!

# valCustomerName
source: Please enter Customer Name!
id: Jangan Lupa masukan Nama Pelanggan Rekan 👌

# valContactPhone
source: Please enter Customer Contact Phone!
id: No Hp Pelanggan masukin ya 😉

# valTechnicianName
source: Please enter Your Name Please!
id: Eits, Nama kamu belum di isi 😎

# valNIK
source: Please enter Your NIK!
id: NIK anda di isi!

# valAddress
source: Please enter an Address!
id: Alamat Pelanggan jangan lupa di isi Kang! 🏠

# valDate
source: Please select a date!
id: Tanggal kamu selesai pekerjaan jangan lupa ya 📆

# valPackage
source: Please choose a package
id: Maaf yah, paket nya jangan lupa di isi 👍

# toast
source: Press Again to Exit Bro !
id: Pencet sekali lagi a supaya keluar 🤭

source: Old ONT
id: ONT Lama

source: New ONT
id: ONT Baru

source: Old STB
id: STB Lama

source: New STB
id: STB Baru
